Repository: OpenE2/EnigmaDuplicates
Catalog: EnigmaDuplicates/Properties/Resources.*.resx
Languages: hr

source: Choose folder
hr: Odaberite mapu

source: Choose Settings File
hr: Odaberite listu

source: Duplicates: {0}
hr: Duplikata: {0}

source: DVB-C Services
hr: DVB-C Kanali

source: DVB-T Services
hr: DVB-T Kanali

source: Error
hr: Greška

# ERROR_FAILED_SERVICES
source: Failed to load services.
hr: Došlo je do greške prilikom učitavanja liste kanala.

source: Error occured while looking for duplicates!
hr: Došlo je do greške prilikom traženja duplikata!

source: Flags: {0}
hr: Parametri: {0}

# FrmDuplicates_UpdateInfoText_Bouquets___0__1_
source: BOUQUETS: {0}{1}
hr: BOUQUETI: {0}{1}

source: Info
hr: Informacija

source: No duplicates found! :)
hr: Nisu pronađeni duplikati! :)

source: Question
hr: Pitanje

source: Settings saved sucessfully!
hr: Lista kanala uspješno spremljena!

# STATUS_READING_SERVICES
source: Reading services
hr: Čitam listu kanala

# STATUS_SELECT_SERVICES
source: Select services file.
hr: Odaberite listu kanala

source: Sucessfully removed {0} services!
hr: Uspješno pobrisano {0} kanala!

source: There was an error while matching duplicates with bouquets
hr: Došlo je do greške prilikom povezivanja kanala sa buketima!

source: This action removes ALL services not used in any Bouquets.{0}Are you sure you want to continue?
hr: Ova akcija briše SVE kanale koji nisu upotrebljeni u nekom buketu.{0}Jeste li sigurni da želite nastaviti?

source: Total: {0} services, {1} duplicates.{2}{3}
hr: Ukupno: {0} kanala, {1} duplikat(a).{2}{3}

# INFO_NEW_VERSION
source: New version is available.{0}Please visit {1} to download new version.
hr: Pronađena je nova verzija.{0}Posjetite {1} kako bi preuzeli novu verziju.

# QUESTION_NEW_VERSION
source: New version is available. Would you like to download?
hr: Nova verzija je dostupna. Želite li je preuzeti?
